LEXICON: dict[str, str] = {
    '/start': "👋 Привет!\n Я твой персональный телеграм-бот. Я готов помочь тебе изменить стиль фотографии с помощью"
              "мощной нейронной сети! 😊 🖼️ \nЧтобы начать, отправь мне фото, стиль которого ты хочешь изменить, "
              "и мы начнем! 😃\n"
              "Жду с нетерпением твою фотографию! 📸",

    '/help': "Я помогу тебе изменить стиль твоего изображения, используя стиль другого изображения!😊\n\n"
             "Пришли мне сначала картинку, стиль которой ты бы хотел изменить, а затем я тебя попрошу прислать мне "
             "изображение, стиль которого ты хочешь использовать!🖼️🎨",

    '/contacts': 'По всем вопросам и пожеланиям обращаться к @lead_developerr',

    'send_style': 'Отлично!\n'
                  'Теперь пришли мне изображение, стиль которого ты хочешь использовать)',

    'loading': 'Обрабатываю ваше фото)',

    'success': 'Вот какая красота получилась!)',

    'unsupported file': 'Я умею работать только с изображениями)\n'
                        'Пришли мне картинку, стиль которой ты хочешь изменить)'
}
